import {T_Development} from "src/modules/types.ts";

export const DevelopmentMocks:T_Development[] = [
    {
        id: 1,
        name: "Корпоративные сервисы",
        status: 1,
        image: "",
        description: "Корпоративные сервисы — это информационная система, предоставляющая единый web-интерфейс для доступа сотрудников компании к различным корпоративным данным и инструментам.",
        price: 100000
    },
    {
        id: 2,
        name: "Рекламные спецпроекты",
        status: 1,
        image: "",
        description: "Рекламный спецпроект — масштабная интегрированная кампания с участием блогера, множеством инструментов, нестандартной механикой и общей креативной идеей. Спецпроекты запускают, чтобы повысить охваты, узнаваемость и лояльность. Инфлюенсер может обеспечивать медийную поддержку, выступать участником или амбассадором спецпроекта.",
        price: 50000
    },
    {
        id: 3,
        name: "Игры",
        status: 1,
        image: "",
        description: "Игра́ — инстинктивный способ получения и развития навыков людьми и животными в момент отсутствия непосредственной угрозы для жизни. Характеризуется тенденцией к повторению и отсутствием цели как мотива к удовлетворению физиологических потребностей.",
        price: 25000
    },
    {
        id: 4,
        name: "Застройщики",
        status: 1,
        image: "",
        description: "«Застройщик» – официальный термин для обозначения организации, занимающейся строительством и одновременной реализацией коммерческих и жилых помещений в многоквартирных домах, коттеджных поселках, таунхаусах.",
        price: 250000
    }
]